[
  {
    "title": "Responsibility for Account Information",
    "content": [
      "In connection with your use of the Service, you will be asked to provide an email address and specify a password in connection with your use of the Service and website. You are entirely responsible for maintaining confidentiality of your password and account information, and all identification and security codes that control access to the Service and website. You are responsible for all uses of the Service in association with your account, whether or not authorized by you."
    ]
  },
  {
    "title": "Responsibility for Communications and Content",
    "content": [
      "You are the sole owner of content and solely responsible for the content of all communications using your account. You must comply with all laws while using the Service; you must not transmit any communication that violates any law, court order or regulation; you must not violate any third party rights in using the Service; and you must not use the Service in any way that damages, interferes with, or disrupts Queneca's system or other users. We may suspend any such communications. You understand and agree that your use of the Service and any content is solely at your own risk."
    ]
  },
  {
    "title": "Unlawful and Prohibited Use",
    "content": [
      "You agree to use the Service only for lawful purposes. You are expressly prohibited from using the Service to transmit or receive any communication or material of any kind when in Queneca's sole judgment the transmission, receipt, or possession of such communication or material would constitute, or encourages conduct that would constitute, a criminal offense, give rise to a civil liability, or otherwise violate any applicable laws. You are expressly prohibited from using the Service for any abusive or fraudulent purpose, including using the Service in a way that interferes with our ability to provide the Service to you or other customers or avoids your obligation to pay for communications services. Queneca, in its sole discretion, may terminate your Service without advance notice if it believes you have violated the aforementioned restrictions, or if you act in a manner that is threatening, obscene, harassing, or abusive to Queneca personnel. You are liable for any and all use of the Service by any person using the Service provided to you and agree to indemnify and hold harmless Queneca against any and all liability for any such use. If Queneca, in its sole discretion, believes that you have violated the aforementioned restrictions, Queneca may forward personally identifiable information to the appropriate authorities for investigation and prosecution and you hereby consent to such forwarding."
    ]
  },
  {
    "title": "Theft of Service",
    "content": [
      "You agree to notify Queneca immediately if you become aware at any time that your Service is being stolen or fraudulently used, or access to your, identification codes or security codes has been compromised. You must provide a detailed description of the circumstances of the theft or stolen or fraudulent use of the Service and supply any additional documentation reasonably requested by Queneca. Failure to do so in a timely manner may result in the termination of your Service and additional charges."
    ]
  },
  {
    "title": "Termination for Cause",
    "content": [
      "Either party may terminate this Agreement at any time in the event that the other party breaches any provision of this Agreement in any material respect and fails to cure such breach within 30 days after receipt of written notice of such breach. Notwithstanding the foregoing, Queneca, may terminate this Agreement and/or suspend the provision of the Service immediately for: illegal, fraudulent, excessive or improper use of the Service or if deemed reasonably necessary by Queneca to prevent interruption or disruption to the Queneca system, its business or other customers; Queneca shall not be liable to you or any third party should we exercise our right to discontinue Service, in whole or in part, or terminate this Agreement pursuant to this section."
    ]
  },
  {
    "title": "Copyright, Trademark, and Unauthorized Use",
    "content": [
      "The Service and any software used to provide the Service or provided to you in conjunction with providing the Service, and all Services, information, documents, and materials on Queneca's website are protected by copyright, trademark, or other intellectual property laws and international treaty provisions. All websites, corporate names, service marks, trademarks, trade names, logos, and domain names (collectively &quot;Marks&quot;) of Queneca are and shall remain the exclusive property of Queneca and nothing in this Agreement shall grant you the right or license to use such Marks.",
      "© Copyright Queneca\n123 Sample St.\nNorth York, ON M2J 2X5\nCanada\nEmail: support@queneca.com"
    ]
  },
  {
    "title": "Limitations Of Liability",
    "content": [
      "BY ENROLLING IN, ACTIVATING, USING, OR PAYING FOR THE SERVICE, YOU AGREE THAT YOU HAVE READ THIS AGREEMENT AND UNDERSTAND THE LIMITATIONS OF QUENECA SERVICE DESCRIBED HEREIN. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, UNDER NO CIRCUMSTANCES WILL YOU BE ENTITLED TO ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, PUNITIVE, OR EXEMPLARY DAMAGES, REGARDLESS OF THE FORM OF ACTION, EVEN IF QUENECA HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. EXCEPT FOR DAMAGES THAT ARE REQUIRED BY LAW TO BE PAID, YOU AGREE THAT ALL DAMAGES ARE EXCLUDED EXCEPT FOR THE DIRECT DAMAGES THAT ARE ACTUALLY INCURRED BY YOU IN REASONABLE RELIANCE, NOT TO EXCEED THE TOTAL AMOUNTS PAID BY YOU IN THE TWELVE MONTHS UNDER THIS AGREEMENT IMMEDIATELY PRECEDING THE CLAIM."
    ]
  }
]